[ISLANG_BASQUE]
RemoveHarwareDriver 	= "Hardware eta driver-ak kentzen ari gara"
SearchHardwareDriver 	= "Hardware-a bilatzen eta driver-ak instalatzen ari gara"
MustVista 		= "WLAN driver-paketea Windows Vistan instalatu behar duzu!"
Complete		= "Amaitu da"
SafelyRemove		= "Zure WLAN moldagailua sistematik segurtasunez ken dezakezu orain."
PlugAdapter		= "Zure WLAN moldagailua orain entxufa dezakezu"
NowRemove	 	= "kentzen ari gara"
NowInstall	 	= "instalatzen ari gara"
Msg_Run_Admin           = “Barkaiguzu, administratzaile bezala egin behar duzu!!”
Msg_OS_not_support      = “Barkaiguzu, ez dugu sistema operatzaile hau onartzen!!”
Msg_HW_fail             = “Ez dugu hardware bateragarririk aurkitu. Sistema honek ez du instalatzen ari zaren softwarea onartzen, eta hortaz softwarea ez dugu instalatuko. Instalakuntzatik irtengo gara orain.”
Page_Send               = "Send page to Bluetooth Device"
Picture_Send            = "Send image to Bluetooth Device"
DetectBTDongle          = "Ziurtatu zure sistema eta egokitzaile bakarra dauka. Entxufatu edo kendu gehiegizko moldagailuetakoak eta gero egin klik 'Ados'"
BTNotInstall            = "TP-Link UB500 Bluetook ez duzu sisteman instalaturik."
BTInstall               = "TP-Link UB500 Bluetooth kentzen ari gara"
BTUninstall             = "TP-Link UB500 Bluetooth instalatzen ari gara"
BTUnique           	="Beste konfigurazio hau instantzia dagoeneko martxan da. Mesedez, itxaron beste instantzia eta, bukatzeko, gero saiatu berriro."
BTOffice		="Detecting you are using Microsoft Office software，would you like to shut them down so the uninstalling would continue?"
BTNoDongle          ="Bluetooth zure sisteman gaiturik duzula egiazta ezazu. Entxufa ezazu zure gailua eta sakatu ‘Ados’."
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="Ordenagailu honetan integratutako Bluetooth-a detektatu da. Mesedez, joan zaitez Windows-eko gailuen administratzailera eta desaktiba ezazu integratutako Bluetooth-a TP-Link UB500 instalatu baino lehen." 
BTUninstallErr    ="TP-Link UB500 Bluetooth kontrolatzailea ez da behar bezala desinstalatu, sakatu "OK" jarraitzeko"

[ISLANG_BULGARIAN]
RemoveHarwareDriver 	= "Премахване на хардуер и драйвери"
SearchHardwareDriver 	= "Търсене на хардуер и инсталиране на хардуер"
MustVista 		= "Този пакет с WLAN драйвери трябва да се инсталира в Windows Vista!"
Complete		= "Завършено"
SafelyRemove		= "Вашият WLAN адаптер вече може безопасно да се извади от системата."
PlugAdapter		= "Можете да свържете с WLAN сега."
NowRemove	 	= "Премахване на"
NowInstall	 	= "Инсталиране" 
Msg_Run_Admin           = "Съжалявам! Изпълни като "Администратор”!!"
Msg_OS_not_support      = "Съжалявам! Не поддържаме тази операционна система!!"
Msg_HW_fail             = "Няма открит съвместим хардуер. Софтуерът, който се опитвате да инсталирате , не се поддържа от тази система.Този софтуер не е инсталиран.Настройката ще се затвори."
Page_Send               = "Send page to Bluetooth Device"
Picture_Send            = "Send image to Bluetooth Device"
DetectBTDongle          = "Уверете се, че системата ви има един и само един адаптер. Включете или премахнете излишната адаптери и след това щракнете върху "OK"."
BTNotInstall            = "TP-Link UB500 Bluetooth не е инсталиран на Вашата система."
BTInstall               = "Инсталиране TP-Link UB500 Bluetooth."
BTUninstall             = "Премахване на TP-Link UB500 Bluetooth"
BTUnique           	="Друг случай на тази настройка вече работи. Моля, изчакайте, за другия случай, за да завърши и опитайте отново."
BTOffice		="Откриване използвате Microsoft Office софтуер, бихте искали да ги затворят, така че деинсталирането ще продължи?"
BTNoDongle          ="Потвърдете, че Bluetooth is enabled, on your system. Включете устройството си и натиснете „ОК”."
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="На Вашия компютър е открит вграден Bluetooth. Отидете в Device Manager (Диспечер на устройства) на Windows и забранете вградения Bluetooth преди да инсталирате TP-Link UB500." 
BTUninstallErr    ="TP-Link UB500 Bluetooth водачът не може да бъде деинсталиран правилно, натиснете "OK" за да продължите"
     
[ISLANG_CATALAN]
RemoveHarwareDriver 	= "Now removing Hardware and Drivers"
SearchHardwareDriver 	= "Now searching for Hardware and installing Drivers"
MustVista 		= "This WLAN driver package must be installed in Windows Vista!"
Complete		= "Completed"
SafelyRemove		= "Your WLAN adapter can now be safely removed from the system."
PlugAdapter		= "You can plug in your WLAN adapter now."
NowRemove	 	= "Now removing"
NowInstall	 	= "Now installing"
Msg_Run_Admin           = "Съжаляваме! Изпълни като "Администратор”!!
Msg_OS_not_support      = "Съжаляваме! Не поддържаме тази операционна система!!"
Msg_HW_fail             = "Няма открит съвместим хардуер. Софтуерът, който се опитвате да инсталирате, не се поддържа в този режим. Файлът няма да се получи. Конфигурирането ще се прекрати.
Page_Send               = "Send page to Bluetooth Device"
Picture_Send            = "Send image to Bluetooth Device"
DetectBTDongle          = "Comproveu que el sistema té una i només un adaptador. Connecta o treure l'excés d'adaptadors i feu clic a 'Acceptar'."
BTNotInstall            = "TP-Link UB500 Bluetooth no està instal·lat al sistema."
BTInstall               = "S’està instal·lant el TP-Link UB500 Bluetooth"
BTUninstall             = "S’està eliminant el TP-Link UB500 Bluetooth"
BTUnique           	="Un altre exemple d'aquesta configuració s'està executant. Si us plau, esperi per a l'altra instància a fi i torneu a intentar."
BTOffice		="La detecció està utilitzant programari de Microsoft Office, li agradaria que tanquin de manera que la desinstal · lació continuarà?"
BTNoDongle          ="Comproveu que el Bluetooth està activat al sistema. Connecteu el dispositiu i feu clic a “Acceptar”."
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="S’ha detectat un Bluetooth integrat en aquest PC. Aneu al Gestor de dispositius del Windows i desactiveu el Bluetooth integrat abans d’instal·lar l’ TP-Link UB500." 
BTUninstallErr    ="Driver TP-Link UB500 Bluetooth no pot ser desinstal · lat correctament, premeu el botó "D'acord" per continuar"
         
[ISLANG_CHINESE_SIMPLIFIED]
RemoveHarwareDriver 	= "正在删除硬件和驱动程序"
SearchHardwareDriver 	= "正在搜索硬件和安装驱动程序"
MustVista 		= "此 WLAN 驱动程序包必须安装在 Windows Vista 中!"
Complete		= "已完成"
SafelyRemove		= "现在可以安全地从系统中删除您的 WLAN 适配器。"
PlugAdapter		= "现在可以插入您的 WLAN 适配器。"
NowRemove	 	= "正在删除"
NowInstall	 	= "正在安装"
Msg_Run_Admin           = "对不起! 请以管理员身份运行!!"
Msg_OS_not_support      = "对不起! 我们不支持此操作系统!!"
Msg_HW_fail             = "未发现兼容的硬件。此系统不支持您正在尝试安装的软件。软件将不安装。安装程序即将退出。"
Page_Send               = "页面发送到蓝牙设备"
Picture_Send            = "图片发送到蓝牙设备"
DetectBTDongle          = "请确认您的系统中有且只有一个适配器。请插入，或者移除多余适配器，然后单击“确定”。"
BTNotInstall            = "您的系统中未安装 TP-Link UB500 Bluetooth。"
BTInstall               = "正在安装 TP-Link UB500 Bluetooth"
BTUninstall             = "正在卸载 TP-Link UB500 Bluetooth"
BTUnique           	="此安装已有另一实例在运行。 请等待它完成，或取消它再运行此安装。"
BTOffice		="检测到您正在使用微软Office软件，是否关闭以完成卸载？" 
BTNoDongle          ="确认您的系统已启用 Bluetooth。插入您的设备，然后单击“确定”。"
BTMultiDongle       ="确认您的系统只有一个 Bluetooth适配器。拔除多余设备，然后单击“确定”。"
BTOtherDongle      ="检测到此电脑内置蓝牙。安装 TP-Link UB500 前，请至 Windows 设备管理器关闭内置蓝牙。"
BTUninstallErr    ="TP-Link UB500的蓝牙驱动程序可能无法正确卸载，单击"OK"继续"
   
[ISLANG_CHINESE_TRADITIONAL]
RemoveHarwareDriver 	= "現在請移除硬體及驅動程式"
SearchHardwareDriver 	= "現在正搜尋硬體並安裝驅動程式"
MustVista 		= "此無線網路驅動程式套裝軟體必須安裝於Windows Vista環境中！"
Complete		= "完成"
SafelyRemove		= "現在您的無線網路配接卡可安全地自系統移除。"
PlugAdapter		= "現在您可接上您的無線網路配接卡。"
NowRemove	 	= "正在移除"
NowInstall	 	= "正在安裝"
Msg_Run_Admin           = "抱歉！請以系統管理員身分執行！"
Msg_OS_not_support      = "抱歉！我們不支援此作業系統！"
Msg_HW_fail             = "找不到相容的硬體。此系統不支援您嘗試安裝的軟體，因此不會安裝該軟體。安裝程式將立即結束。"
Page_Send               = "頁面發送到藍牙裝置"
Picture_Send            = "圖片發送到藍牙裝置"
DetectBTDongle          = "確保您的系統有且只有一個適配器。插入或刪除多餘的適配器，並按一下「確定」。"
BTNotInstall            = "TP-Link UB500 Bluetooth 未安裝於系統中"
BTInstall               = "正在安裝 TP-Link UB500 Bluetooth"
BTUninstall             = "正在移除 TP-Link UB500 Bluetooth"
BTUnique           	="此設置的另一個實例已在運行。請等待其他實例完成，然後再次嘗試。"
BTOffice		="檢測您使用的是Microsoft Office軟件，你想將其關閉，完成卸載？"
BTNoDongle          ="確認系統中的藍牙功能已啟用。插入裝置並按一下「確定」。"
BTMultiDongle       ="確認系统只有一个藍牙适配器。拔除多餘設備，然后单击“确定”。"
BTOtherDongle      ="偵測到此電腦內建藍牙。安裝 TP-Link UB500 前,請至 Windows 裝置管理員關閉內建藍牙。"
BTUninstallErr    ="TP-Link UB500的藍牙驅動程式可能無法正確卸載，按一下"OK"繼續"
  
[ISLANG_CROATIAN]
RemoveHarwareDriver 	= "Sada uklanjam hardver i upravljačke programe"
SearchHardwareDriver 	= "Sada tražim hardver i instaliram upravljačke programe"
MustVista 		= "Ovaj paket upravljačkih programa za WLAN mora se instalirati na Windows Vista!"
Complete		= "Dovršeno"
SafelyRemove		= "WLAN adapter se sada sigurno može ukloniti iz sustava."
PlugAdapter		= "Sada možete utaknuti WLAN adapter."
NowRemove		= "Uklanjanje"
NowInstall		= "Instaliranje" 
Msg_Run_Admin           = "Žao nam je! Pokrenite u svojstvu administratora!!"
Msg_OS_not_support      = "Žao nam je! Ne podržavamo ovaj operativni sustav!!"
Msg_HW_fail             = "Nema pronađenog kompatibilnog hardvera. Sustav ne podržava softver koji pokušavate instalirati. Softver neće biti instaliran. Postava se sada zatvara."
Page_Send               = "Send page to Bluetooth Device"
Picture_Send            = "Send image to Bluetooth Device"
DetectBTDongle          = "Pobrinite se da Vaš sustav ima jedan i samo jedan adapter. Uključite ili uklanjanje viška adaptera, a zatim pritisnite 'OK'."
BTNotInstall            = "TP-Link UB500 Bluetooth nije instaliran u vaš sustav."
BTInstall               = "Instaliranje TP-Link UB500 Bluetootha"
BTUninstall             = "Uklanjanje TP-Link UB500 Bluetootha"
BTUnique           	="Drugi primjer ovog postava je već pokrenut. Molimo pričekajte za druge primjer do kraja, a zatim pokušajte ponovno."
BTOffice		="Otkrivanje koristite Microsoft Office softver, želite da ih isključite tako deinstaliranje će se nastaviti?"
BTNoDongle          ="Potvrdite da je na vašem sustavu aktiviran Bluetooth. Ukopčajte uređaj i kliknite 'OK'"
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="Na računalu je otkriven ugrađeni Bluetooth.  Otvorite Windows Upravitelj uređaja i onemogućite ugrađeni Bluetooth prije instaliranja TP-Link UB500." 
BTUninstallErr    ="Bluetooth TP-Link UB500 Driver ne može biti deinstaliran ispravno, pritisnite tipku "OK" za nastavak"
       
[ISLANG_CZECH]
RemoveHarwareDriver 	= "Odebírání hardwaru a ovladačů"
SearchHardwareDriver 	= "Vyhledávání hardwaru a instalování ovladačů"
MustVista 		= "Tento balíček ovladačů WLAN musí být nainstalován v operačním systému Windows Vista!"
Complete		= "Dokončeno"
SafelyRemove		= "Nyní lze adaptér WLAN bezpečně odebrat ze systému."
PlugAdapter		= "Nyní můžete připojit adaptér WLAN."
NowRemove	 	= "Odebírání"
NowInstall	 	= "instalování"
Msg_Run_Admin           = "Omlouváme se! Spusťte jako správce!!"
Msg_OS_not_support      = "Omlouváme se! Nepodporujeme tento operační systém!!"
Msg_HW_fail             = "Nebyl nalezen žádný kompatibilní hardware. Software, který se pokoušíte nainstalovat, není v tomto operačním systému podporován.Software nebude nainstalován.Instalační program bude nyní ukončen."
Page_Send               = "Odeslat stránku do zařízení Bluetooth"
Picture_Send            = "Odeslat obrázek do zařízení Bluetooth"
DetectBTDongle          = "Ujistěte se, že váš systém je jeden a pouze jeden adaptér. Zapojte se nebo odstranění nadbytečných adaptéry a potom klepněte na tlačítko "OK"."
BTNotInstall            = "Rozhraní TP-Link UB500 Bluetooth je nyní nainstalováno ve vašem systému."
BTInstall               = "Instalování TP-Link UB500 Bluetooth"
BTUninstall             = "Odebírání TP-Link UB500 Bluetooth"
BTUnique           	="Detekce používáte Microsoft Office software, byste rád za jejich zrušení, takže odinstalace bude pokračovat?"
BTOffice		="Další příklad tohoto nastavení je již spuštěna. Prosím, vyčkejte na další instance až do konce a zkuste to znovu."
BTNoDongle          ="Ověřte, zda je rozhraní Bluetooth aktivováno ve vašem systému. Připojte vaše zařízení a klepněte na 'OK'"
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="Na tomto počítači bylo nalezeno zabudované Bluetooth. Před instalací TP-Link UB500 prosím přejděte do Správce zařízení Windows a vypněte zabudované Bluetooth." 
BTUninstallErr    ="TP-Link UB500 Bluetooth Driver nemusí být odinstalován správně, stiskněte tlačítko "OK" pro pokračování"
       
[ISLANG_DANISH]
RemoveHarwareDriver 	= "Fjerner hardware og drivere"
SearchHardwareDriver 	= "Søger efter hardware og installerer drivere"
MustVista 		= "Denne driverpakke til WLAN skal installeres i Windows Vista!"
Complete		= "Fuldført"
SafelyRemove		= "Din WLAN-adapter kan fjernes fra systemet."
PlugAdapter		= "Du kan nu tilslutte din WLAN-adapter."
NowRemove	 	= "Fjerner"
NowInstall	 	= "installerer"
Msg_Run_Admin           = "Desværre! Kør som Administrator!!"
Msg_OS_not_support      = "Desværre! Vi understøtter ikke dette styresystem!!"
Msg_HW_fail             = "Ikke noget kompatibelt hardware fundet. Hardwaret, som du forsøger at installere, understøttes ikke i dette system. Softwaret vil ikke blive installeret.Installation afsluttes nu."
Page_Send               = "Send side til Bluetooth enhed"
Picture_Send            = "Send billede til Bluetooth enhed"
DetectBTDongle          = "Sørg for, at dit system har én og kun én adapter. Sæt i eller fjerne overskydende adaptere og klik derefter på 'OK'."
BTNotInstall            = "TP-Link UB500 Bluetooth er ikke installeret på dit system."
BTInstall               = "Installerer TP-Link UB500 Bluetooth"
BTUninstall             = "Fjerner TP-Link UB500 Bluetooth"
BTUnique           	="Et andet eksempel på dette setup kører allerede. Vent venligst til den anden omgang at finish og derefter prøve igen."
BTOffice		="Afsløring du bruger Microsoft Office-software, vil du gerne lukke dem ned, så det afinstallere ville fortsætte?"
BTNoDongle          ="Kontroller, at Bluetooth er aktiveret på dit system. Tilslut din enhed, og klik på 'OK'"
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="Der er fundet en indbygget Bluetooth-enhed på denne pc. Åbn venligst Enhedshåndtering i Windows og slå den indbyggede Bluetooth-enhed fra, inden du installere denne TP-Link UB500." 
BTUninstallErr    ="TP-Link UB500 Bluetooth driveren muligvis ikke afinstalleres korrekt, skal du trykke på "OK" for at fortsætte"
          
[ISLANG_DUTCH]
RemoveHarwareDriver 	= "Bezig met verwijderen van hardware en stuurprogramma's"
SearchHardwareDriver 	= "Bezig met zoeken van hardware en het installeren van stuurprogramma's"
MustVista 		= "Dit WLAN-stuurprogrammapakket moet worden geïnstalleerd in Windows Vista."
Complete		= "Voltooid"
SafelyRemove		= "Uw WLAN-adapter kan nu veilig worden verwijderd van het systeem."
PlugAdapter		= "U kunt de WLAN-adapter nu aansluiten."
NowRemove	 	= "Bezig met verwijderen"
NowInstall	 	= "Bezig met installeren"
Msg_Run_Admin           = "Sorry! Dit moet worden uitgevoerd als Administrator!!"
Msg_OS_not_support      = "Sorry! Deze bewerking wordt niet ondersteund!!"
Msg_HW_fail             = "Er is geen compatibele hardware gevonden. De software die u wilt installeren wordt op dit systeem niet ondersteund.De software wordt dan ook niet geïnstalleerd.Setup wordt nu afgesloten."
Page_Send               ="Pagina verzenden naar Bluetooth-apparaat"
Picture_Send            ="Afbeelding verzenden naar Bluetooth-apparaat"
DetectBTDongle          = "Zorg ervoor dat uw systeem heeft een en slechts een adapter. Steek in of verwijderen overtollige adapters en klik op 'OK'."
BTNotInstall            = "TP-Link UB500 Bluetooth is niet op uw computer geïnstalleerd."
BTInstall               = "TP-Link UB500 Bluetooth wordt verwijderd"
BTUninstall             = "TP-Link UB500 Bluetooth wordt geïnstalleerd"
BTUnique           	="Een ander voorbeeld van deze opstelling is al actief is. Wacht tot de andere bijvoorbeeld om vervolgens af en probeer het opnieuw."
BTOffice		="Detecteren u Microsoft Office-software gebruikt, wilt u ze te sluiten, zodat het verwijderen zou blijven?"
BTNoDongle          ="Bevestig dat Bluetooth op uw computer is ingeschakeld. Plaats het apparaat en klik op 'OK'"
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="Op deze PC is een ingebouwde Bluetooth gevonden. Ga naar de Windows Device Manager en deactiveer de ingbouwde Bluetooth voordat u de TP-Link UB500 installeert." 
BTUninstallErr    ="TP-Link UB500 Bluetooth-stuurprogramma mogelijk niet goed worden verwijderd, drukt u op "OK" om verder te gaan"
         
[ISLANG_ENGLISH]
RemoveHarwareDriver 	= "Now removing Hardware and Drivers"
SearchHardwareDriver 	= "Now searching for Hardware and installing Drivers"
MustVista 		= "This WLAN driver package must be installed in Windows Vista!"
Complete		= "Completed"
SafelyRemove		= "Your WLAN adapter can now be safely removed from the system."
PlugAdapter		= "You can plug in your WLAN adapter now."
NowRemove	 	= "Now removing"
NowInstall	 	= "Now installing" 
Msg_Run_Admin           = "Sorry ! Please Run As Administrator !!"
Msg_OS_not_support      = "Sorry ! We do not support this operation system !!"
Msg_HW_fail             = "No compatible hardware found. The software you are attempting to install is not supported on this system.The software will not be installed.Setup will now exit."
Page_Send               = "Send page to Bluetooth Device"
Picture_Send            = "Send image to Bluetooth Device"
DetectBTDongle          = "Make sure your system has one and only one adapter. Plug in or remove excess adapters and then click 'OK'"
BTNotInstall            = "TP-Link UB500 Bluetooth is not installed on your system."
BTInstall               = "Now installing TP-Link UB500 Bluetooth"
BTUninstall             = "Now removing TP-Link UB500 Bluetooth"
BTUnique           	="Another instance of this setup is already running. Please wait for the other instance to finish and then try again."
BTOffice		="Detecting you are using Microsoft Office software，would you like to shut them down so the uninstalling would continue?"
BTNoDongle          ="Confirm that Bluetooth is enabled on your system.  Plug in your device and click 'OK'"
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="A built-in Bluetooth is detected on this PC.  Please go to Windows Device Manager and disable the built-in Bluetooth before installing TP-Link UB500."
BTUninstallErr    ="TP-Link UB500 Bluetooth Driver might not be uninstalled correctly, press "OK" to continue"
  
[ISLANG_FINNISH]
RemoveHarwareDriver 	= "Poistetaan laitteita ja laiteohjaimia"
SearchHardwareDriver 	= "Etsitään laitteita ja asennetaan laiteohjaimia"
MustVista 		= "Tämä WLAN-laiteohjainpakkaus täytyy asentaa Windows Vistaan!"
Complete		= "Valmis"
SafelyRemove		= " WLAN-adapterin voi nyt poistaa järjestelmästä turvallisesti."
PlugAdapter		= "Nyt voit liittää WLAN-adapterin."
NowRemove	 	= "Poistetaan"
NowInstall	 	= "asennetaan"
Msg_Run_Admin           = "Pahoittelemme! Sovellus on suoritettava järjestelmänvalvojana!"
Msg_OS_not_support      = "Pahoittelemme! Emme tue tätä käyttöjärjestelmää!"
Msg_HW_fail             = "Yhteensopivia laitteita ei löytynyt. Ohjelmisto, jota yrität asentaa, ei tue tätä järjestelmää.Ohjelmistoa ei asenneta.Asennusohjelma lopetetaan."
Page_Send               = "Lähetä sivu Bluetooth-laitteeseen"
Picture_Send            = "Lähetä kuva Bluetooth-laitteeseen"
DetectBTDongle          = "Varmista, että järjestelmässä on yksi ja vain yksi sovitin. Kytke tai poista ylimääräinen sovittimia ja napsauta 'OK'."
BTNotInstall            = "TP-Link UB500 Bluetoothia ei ole asennettu järjestelmääsi"
BTInstall               = "Nyt asennetaan TP-Link UB500 Bluetoothia"
BTUninstall             = "Nyt poistetaan TP-Link UB500 Bluetoothia"
BTUnique           	="Toinen esimerkki tästä Asennusohjelma on jo käynnissä. Odota muiden muassa loppuun ja yritä uudelleen."
BTOffice		="Havaitseminen käytät Microsoft Office-ohjelmisto, haluaisitko ne jouduttaisiin sulkemaan jotta asennuksen poistaminen jatkuisi?"
BTNoDongle          ="Varmista, että Bluetooth on käytössä järjestelmässäsi. Liitä laitteesi ja napsauta OK-painiketta"
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="Sisäinen Bluetooth on tunnistettu tässä tietokoneessa.  Siirry Windowsin Laitehallintaan ja ota tämä sisäinen Bluetooth pois käytöstä ennen TP-Link UB500:n asennusta." 
BTUninstallErr    ="TP-Link UB500 Bluetooth Kuljettaja ei ehkä poisteta oikein, paina "OK" jatkaaksesi"
          
[ISLANG_FRENCH_CANADIAN]
RemoveHarwareDriver 	= "Suppression des pilotes et du matériel en cours"
SearchHardwareDriver 	= "Recherche du matériel et installation des pilotes"
MustVista 		= "Ce pilote WLAN doit être installé dans Windows Vista!"
Complete		= "Terminé"
SafelyRemove		= "Votre adaptateur WLAN peut maintenant être retiré du système en toute sécurité."
PlugAdapter		= "Vous pouvez maintenant brancher votre adaptateur WLAN."
NowRemove	 	= "Suppression"
NowInstall	 	= "installation"
Msg_Run_Admin           = "Désolé ! Vous devez être administrateur!"
Msg_OS_not_support      = "Désolé ! Nous ne prenons pas en charge ce système d’exploitation !"
Msg_HW_fail             = "No compatible hardware found. The software you are attempting to install is not supported on this system.The software will not be installed.Setup will now exit."
Page_Send               = "Envoyer la page à un périphérique Bluetooth"
Picture_Send            = "Envoyer l'image à un périphérique Bluetooth"
DetectBTDongle          = "Assurez-vous que votre système possède un et un seul adaptateur. Branchez-le ou supprimer des adaptateurs en excès et puis cliquez sur 'OK'."
BTNotInstall            = "TP-Link UB500 Bluetooth n’est pas installé dans votre système."
BTInstall               = "Installation encours du TP-Link UB500 Bluetooth"
BTUninstall             = "Désinstallation en cours du TP-Link UB500 Bluetooth"
BTUnique           	="Un autre exemple de cette configuration est déjà lancé. S'il vous plaît d'attendre de l'autre instance à la fin et puis essayez à nouveau."
BTOffice		="Havaitseminen käytät Microsoft Office-ohjelmisto, haluaisitko ne jouduttaisiin sulkemaan jotta asennuksen poistaminen jatkuisi?"
BTNoDongle          ="Confirmez que le Bluetooth est activé sur votre système. Branchez votre appareil et cliquez sur « OK »"
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="Un module Bluetooth intégré a été détecté sur cet ordinateur. Rendez-vous dans le Gestionnaire de périphériques de Windows et désactivez le Bluetooth intégré avant d'installer le module TP-Link UB500." 
BTUninstallErr    ="Pilote Bluetooth TP-Link UB500 pourrait ne pas être désinstallé correctement, appuyez sur "OK​​" pour continuer"
         
[ISLANG_FRENCH_STANDARD]
RemoveHarwareDriver 	= "Maintenant suppression du matériel et des pilotes"
SearchHardwareDriver 	= "Maintenant recherche du matériel et des pilotes d’installation"
MustVista 		= "Ce progiciel de pilotes WLAN est à installer sous Windows Vista!"
Complete		= "Termini"
SafelyRemove		= "Vous pouvez maintenant supprimer votre adaptateur WLAN du système, en toute sécurité."
PlugAdapter		= "Vous pouvez maintenant brancher votre adaptateur WLAN."
NowRemove	 	= "Maintenant suppression"
NowInstall	 	= "Maintenant d’installation"
Msg_Run_Admin           = "Désolé ! Vous devez être administrateur!"
Msg_OS_not_support      = "Désolé ! Nous ne prenons pas en charge ce système d’exploitation !"
Msg_HW_fail             = "Matériel incompatible détecté. Le logiciel que vous tentez d’installer n’est pas pris en charge par ce système.Le logiciel ne sera pas installé..L’assistant d’installation va se fermer."
Page_Send               = "Envoyer la page à un périphérique Bluetooth"
Picture_Send            = "Envoyer l'image à un périphérique Bluetooth"
DetectBTDongle          = "Assurez-vous que votre système possède un et un seul adaptateur. Branchez-le ou supprimer des adaptateurs en excès et puis cliquez sur 'OK'."
BTNotInstall            = "TP-Link UB500 Bluetooth n’est pas installé sur votre système."
BTInstall               = "Installation TP-Link UB500 Bluetooth en cours"
BTUninstall             = "Retrait TP-Link UB500 Bluetooth en cours"
BTUnique           	="Un autre exemple de cette configuration est déjà lancé. S'il vous plaît d'attendre de l'autre instance à la fin et puis essayez à nouveau."
BTOffice		="Détecter vous utilisez les logiciels Microsoft Office, voulez-vous les arrêter ainsi le désinstaller continuerait?"
BTNoDongle          ="Veuillez vous assurer que la fonction Bluetooth est activée sur votre système. Branchez votre appareil, puis cliquez sur 'OK'"
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="Un module Bluetooth intégré a été détecté sur cet ordinateur. Rendez-vous dans le Gestionnaire de périphériques de Windows et désactivez le Bluetooth intégré avant d'installer le module TP-Link UB500." 
BTUninstallErr    ="Pilote Bluetooth TP-Link UB500 pourrait ne pas être désinstallé correctement, appuyez sur "OK​​" pour continuer"
          
[ISLANG_GERMAN]
RemoveHarwareDriver 	= "Hardware und Treiber jetzt entfernen"
SearchHardwareDriver 	= "Hardware jetzt suchen und Treiber installieren"
MustVista 		= "Dieses WLAN-Treiberpaket muss unter Windows Vista installiert werden!"
Complete		= "Fertig"
SafelyRemove		= "Ihr WLAN-Adapter kann jetzt sicher vom System entfernt werden."
PlugAdapter		= "Sie können Ihren WLAN-Adapter jetzt anstecken."
NowRemove	 	= "entfernen"
NowInstall	 	= "installieren"
Msg_Run_Admin           = "Bitte als Administrator ausführen!!"
Msg_OS_not_support      = "Dieses Betriebssystem wird leider nicht unterstützt!"
Msg_HW_fail             = "Keine kompatible Hardware gefunden. Die Software, die Sie zu installieren versuchen, wird nicht von diesem System unterstützt.Die Software wird nicht installiert.Das Installationsprogramm wird nun beendet."
Page_Send               = "Seite an Bluetooth-Gerät senden"
Picture_Send            = "Bild an Bluetooth-Gerät senden"
DetectBTDongle          = "Achten Sie darauf, Ihr System ein und nur ein Adapter. Stecken und ziehen überschüssige Adapter und klicken Sie auf 'OK'."
BTNotInstall            = "TP-Link UB500-Bluetooth ist auf Ihrem System nicht installiert."
BTInstall               = "TP-Link UB500 Bluetooth wird jetzt installiert"
BTUninstall             = "TP-Link UB500 Bluetooth wird jetzt entfernt"
BTUnique           	="Ein anderes Beispiel dieser Setup wird bereits ausgeführt. Bitte warten Sie, für die andere Instanz zu beenden und dann erneut versuchen"
BTOffice		="Erkennen Sie mit Microsoft Office-Software, möchten Sie sie heruntergefahren, so dass die Deinstallation weiterhin?"
BTNoDongle          ="Stellen Sie sicher, dass Bluetooth an Ihrem System aktiviert ist. Stecken Sie Ihr Gerät ein und klicken auf „OK“."
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="Auf diesem PC wurde das integrierte Bluetooth erkannt. Bitte wechseln Sie zum Windows Gerätemanager und deaktivieren Sie das integrierte Bluetooth, bevor Sie TP-Link UB500 installieren." 
BTUninstallErr    ="TP-Link UB500 Bluetooth-Treiber möglicherweise nicht korrekt deinstalliert werden, drücken Sie "OK", um fortzufahren"
          
[ISLANG_GREEK]
RemoveHarwareDriver 	= "Γίνεται τώρα κατάργηση του Υλικού και των Προγραμμάτων Οδήγησης"
SearchHardwareDriver 	= "Γίνεται τώρα αναζήτηση Υλικού και εγκατάσταση Προγραμμάτων Οδήγησης"
MustVista 		= "Αυτό το πακέτο προγραμμάτων οδήγησης WLAN πρέπει να εγκατασταθεί σε Windows Vista!"
Complete		= "Ολοκληρώθηκε"
SafelyRemove		= "Ο προσαρμογέας WLAN μπορεί τώρα να αφαιρεθεί με ασφάλεια από το σύστημα."
PlugAdapter		= "Μπορείτε να συνδέσετε τώρα τον προσαρμογέα WLAN."
NowRemove	 	= "Γίνεται τώρα αφαιρεθεί"
NowInstall	 	= "Γίνεται τώρα εγκατάσταση"
Msg_Run_Admin           = "Λυπούμαστε! Εκτελέστε με δικαιώματα διαχειριστή!!"
Msg_OS_not_support      = "Λυπούμαστε! Δεν υποστηρίζεται αυτό το λειτουργικό σύστημα!!"
Msg_HW_fail             = "Δε βρέθηκε συμβατό υλικό. Το λογισμικό που προσπαθείτε να εγκαταστήσετε δεν υποστηρίζεται σε αυτό το σύστημα.Δεν θα γίνει εγκατάσταση του λογισμικού.Το πρόγραμμα της εγκατάστασης θα κλείσει."
Page_Send               ="Αποστολή σελίδας σε συσκευή Bluetooth"
Picture_Send            ="Αποστολή εικόνας σε συσκευή Bluetooth"
DetectBTDongle          = "Βεβαιωθείτε ότι το σύστημά σας έχει έναν και μόνο έναν προσαρμογέα. Συνδέστε ή απομακρύνεται η περίσσεια προσαρμογείς και κατόπιν κάντε κλικ στο «ΟΚ»."
BTNotInstall            = "Το TP-Link UB500 Bluetooth δεν είναι εγκατεστημένο στο σύστημά σας."
BTInstall               = "Γίνεται εγκατάσταση του TP-Link UB500 Bluetooth"
BTUninstall             = "Γίνεται αφαίρεση του TP-Link UB500 Bluetooth"
BTUnique           	="Ένα άλλο παράδειγμα αυτής της ρύθμισης είναι ήδη σε λειτουργία. Περιμένετε για το άλλο παράδειγμα, για να ολοκληρωθεί και δοκιμάστε ξανά."
BTOffice		="Ανίχνευση χρησιμοποιείτε το Microsoft Office λογισμικό, θα ήθελα να τους κλείσει έτσι την κατάργηση της εγκατάστασης θα συνεχιστεί;"
BTNoDongle          ="Επιβεβαιώστε ότι το Bluetooth είναι ενεργοποιημένο στο σύστημά σας. Συνδέστε τη συσκευή σας και πατήστε 'OK'."
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="Εντοπίζεται ενσωματωμένο Bluetooth σε αυτόν τον υπολογιστή. Μεταβείτε στην επιλογή Windows Device Manager (Διαχείριση Συσκευών των Windows) και απενεργοποιήστε το ενσωματωμένο Bluetooth προτού εγκαταστήσετε το TP-Link UB500." 
BTUninstallErr    ="TP-Link UB500 οδήγησης Bluetooth ενδέχεται να μην καταργηθεί σωστά, πατήστε "ΟΚ" για να συνεχίσετε"
          
[ISLANG_HUNGARIAN]
RemoveHarwareDriver 	= "Hardver és illesztőprogramok eltávolítása"
SearchHardwareDriver 	= "Hardver keresése és illesztőprogramok telepítése"
MustVista 		= "Ezt a WLAN illesztőprogram-csomagot Windows Vista alá kell telepíteni!"
Complete		= "Kész"
SafelyRemove		= "Az Ön WLAN adapterét most már biztonságosan eltávolíthatja a rendszerből."
PlugAdapter		= "Most már csatlakoztathatja a WLAN adaptert."
NowRemove	 	= "eltávolítása"
NowInstall	 	= "telepítése"
Msg_Run_Admin           = "Sajnáljuk! Futtassa a műveletet adminisztrátorként."
Msg_OS_not_support      = "Sajnáljuk! Ez az operációs rendszer nem támogatott."
Msg_HW_fail             = "Nem található kompatibilis hardvereszköz. A telepíteni kívánt szoftvert ez a rendszer nem támogatja.A szoftver nem lesz telepítve.A telepítési folyamat megszakad."
Page_Send               = "Send page to Bluetooth Device"
Picture_Send            = "Send image to Bluetooth Device"
DetectBTDongle          = "Győződjön meg arról, a rendszer egy és csak egy adapter. Dugd be vagy felesleges adaptereket, majd kattintson az "OK"."
BTNotInstall            = "A TP-Link UB500 Bluetooth nincs telepítve a rendszeren."
BTInstall               = "TP-Link UB500 Bluetooth telepítése most"
BTUninstall             = "TP-Link UB500 Bluetooth eltávolítása most"
BTUnique           	="Egy másik példány ez a beállítás már fut. Kérem, várjon, amíg a másik példány, hogy befejezze, majd próbálja újra."
BTOffice		="Észlelése Ön a Microsoft Office szoftvereket, szeretné, hogy állítsa le őket eltávolítani, így a továbbra is?"
BTNoDongle          ="Erősítse meg, hogy a Bluetooth engedélyezve van a rendszerén. Csatlakoztassa az eszközt, majd kattintson az OK gombra."
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="A PC-ben beépített Bluetooth-ot érzékelt. Kérjük menjen a Windows Eszközkezelőbe és kapcsolja ki a beépített Bluetooth eszközt mielőtt telepítené az TP-Link UB500 készüléket." 
BTUninstallErr    ="TP-Link UB500 Bluetooth driver lehet, hogy nem távolíthatók el megfelelően, nyomja meg az "OK" gombra"
          
[ISLANG_INDONESIAN]
RemoveHarwareDriver 	= "Melepas Perangkat Keras dan Menghapus Driver Sekarang"
SearchHardwareDriver 	= "Mencari Perangkat Keras dan Menginstal Driver Sekarang"
MustVista 		= "Paket driver WLAN ini harus diinstal di Windows Vista!"
Complete		= "Selesai"
SafelyRemove		= "Adapter WLAN kini dapat dilepas dengan aman dari sistem."
PlugAdapter		= "Anda dapat memasang adapter WLAN sekarang."
NowRemove	 	= "Now removing"
NowInstall	 	= "Now installing" 
Msg_Run_Admin           = "Maaf! Jalankan Sebagai Administrator!!"
Msg_OS_not_support      = "Maaf! Kami tidak mendukung sistem operasi ini!!"
Msg_HW_fail             = "Tidak ditemukan perangkat keras yang kompatibel. Perangkat lunak yang akan diinstal tidak didukung di sistem ini.Perangkat lunak tidak akan diinstal.Konfigurasi kini akan ditutup."
Page_Send               = "Send page to Bluetooth Device"
Picture_Send            = "Send image to Bluetooth Device"
DetectBTDongle          = "Pastikan sistem Anda memiliki satu dan hanya satu adaptor. Menyambungkan atau menghapus adapter berlebih dan kemudian klik 'OK'."
BTNotInstall            = "TP-Link UB500 Bluetooth tidak diinstal di sistem."
BTInstall               = "Menginstal TP-Link UB500 Bluetooth Sekarang"
BTUninstall             = "Menghapus TP-Link UB500 Bluetooth Sekarang"
BTUnique           	="Contoh lain dari konfigurasi ini sudah berjalan. Tunggu untuk contoh lain selesai dan kemudian coba lagi."
BTOffice		="Mendeteksi Anda menggunakan perangkat lunak Microsoft Office, apakah Anda ingin untuk menutup mereka sehingga menguninstall akan melanjutkan?"
BTNoDongle          ="Konfirmasikan bahwa Bluetooth telah diaktifkan di sistem. Sambungkan perangkat, lalu klik 'OK'"
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="Bluetooth internal terdeteksi di PC ini. Buka Windows Device Manager, lalu nonaktifkan Bluetooth internal sebelum menginstal TP-Link UB500." 
BTUninstallErr    ="TP-Link UB500 driver Bluetooth mungkin tidak dihapus dengan benar, tekan "OK" untuk melanjutkan"
          
[ISLANG_ITALIAN]
RemoveHarwareDriver 	= "Rimozione hardware e driver in corso"
SearchHardwareDriver 	= "Ricerca dell’hardware ed installazione dei driver in corso"
MustVista 		= "Questo pacchetto driver WLAN deve essere installato su Windows Vista!"
Complete		= "Completato"
SafelyRemove		= "Adesso la scheda WLAN può essere rimossa in modo sicuro dal sistema."
PlugAdapter		= "Adesso si può collegare la scheda WLAN."
NowRemove	 	= "Rimozione"
NowInstall	 	= "installazione"
Msg_Run_Admin           = "Sorry ! Please Run As Administrator !!"
Msg_OS_not_support      = "Sorry ! We do not support this operation system !!"
Msg_HW_fail             = "No compatible hardware found. The software you are attempting to install is not supported on this system.The software will not be installed.Setup will now exit."
Page_Send               = "Send page to Bluetooth Device"
Picture_Send            = "Send image to Bluetooth Device"
DetectBTDongle          = "Assicuratevi che il vostro sistema ha una ed una sola scheda. Inserire o rimuovere le schede in eccesso e quindi fare clic su 'OK”."
BTNotInstall            = "TP-Link UB500 Bluetooth non è installato sul sistema."
BTInstall               = "Installazione TP-Link UB500 Bluetooth in corso"
BTUninstall             = "Rimozione TP-Link UB500 Bluetooth in corso"
BTUnique           	="Un altro esempio di questa configurazione è già in esecuzione. Si prega di attendere per l'altra istanza per finire e poi riprovare."
BTOffice		="Rilevare si utilizza il software Microsoft Office, volete farli chiudere così la disinstallazione avrebbe continuare?"
BTNoDongle          ="Confermare che Bluetooth è abilitato sul sistema. Collegare il dispositivo e fare clic su “OK”"
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="Connettività Bluetooth integrata rilevata su questo PC. Prima di installare TP-Link UB500 vai su Gestione dispositivi di Windows e disabilita il Bluetooth integrato." 
BTUninstallErr    ="Bluetooth driver TP-Link UB500 potrebbe non essere disinstallato correttamente, premere il tasto "OK" per continuare"
          
[ISLANG_JAPANESE]
RemoveHarwareDriver 	= "ハードウェアとドライバを削除しています"
SearchHardwareDriver 	= "ハードウェアを検索し、ドライバをインストールしています"
MustVista 		= "このWLANドライバパッケージはWindows Vistaにインストールする必要があります！"
Complete		= "完了"
SafelyRemove		= "ご使用のWLANアダプタをシステムに取り外せます。"
PlugAdapter		= "WLANアダプタを接続できます。"
NowRemove	 	= "削除"
NowInstall	 	= "ハードウェアを検索し、ドライバをインストールしています" 
Msg_Run_Admin           = "申し訳ございません！ 管理者権限で実行してください！！"
Msg_OS_not_support      = "申し訳ございません！ このオペレーションシステムには対応していません！！"
Msg_HW_fail             = "互換性のあるハードウェアが見つかりませんでした。インストールしようとしているソフトウェアはこのシステムには対応していません。ソフトウェアはインストールされません。今、セットアップを終了します。"
Page_Send               ="Bluetoothデバイスにページを送信する"
Picture_Send            ="Bluetoothデバイスに画像を送信する"
DetectBTDongle          = "お使いのシステムが1つだけのアダプタを持っていることを確認してください。 'OK'をクリックしてプラグインまたは過剰アダプタを削除して、"
BTNotInstall            = "TP-Link UB500 Bluetooth は、お使いのシステムにインストールされていません。"
BTUninstall             = "現在、TP-Link UB500 Bluetooth を取り外しています"
BTInstall               = "現在、TP-Link UB500 Bluetooth をインストールしています"
BTUnique           	="このセットアップの別のインスタンスがすでに実行されています。もう一度試して終了とする他のインスタンスを待機してください。"
BTOffice		="は、Microsoft Officeのソフトウェアを使用している検出するには、アンインストールが継続するので、それらをシャットダウンするご希望ですか？"
BTNoDongle          ="お使いのシステム上で Bluetooth が有効であることを確認してください。 デバイスを接続し、「OK」をクリックします"
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="当PCで内蔵Bluetoothが検出されました。TP-Link UB500をインストールされる前に、Windowsデバイスマネージャーから内蔵Bluetoothを無効にしてください。" 
BTUninstallErr    ="TP-Link UB500のBluetoothドライバが正しくアンインストールされないかもしれませんが、継続するには、[OK]を押す"
          
[ISLANG_KOREAN]
RemoveHarwareDriver 	= "하드웨어와 드라이버를 제거하고 있습니다."
SearchHardwareDriver 	= "하드웨어를 검색하고 드라이버를 설치하고 있습니다."
MustVista 		= "이 WLAN 드라이버 패키지를 Windows Vista에 설치해야 합니다."
Complete		= "완료"
SafelyRemove		= "시스템에서 WLAN 어댑터를 안전하게 제거할 수 있습니다."
PlugAdapter		= "이제 WLAN 어댑터를 꽂을 수 있습니다."
NowRemove	 	= "제거하고"
NowInstall	 	= "설치하고"
Msg_Run_Admin           = "죄송합니다! 관리자로 실행하십시오!!"
Msg_OS_not_support      = "죄송합니다! 이 운영체제를 지원하지 않습니다!!"
Msg_HW_fail             = "호환되는 하드웨어가 없습니다. 설치하시려는 소프트웨어는 이 시스템에서 지원되지 않습니다.소프트웨어 설치가 중단됩니다.설치가 종료됩니다."
Page_Send               ="블루투스 장치에 페이지 보내기"
Picture_Send            ="블루투스 장치에 이미지 보내기"
DetectBTDongle          = "시스템 하나 하나의 어댑터를 가지고 있는지 확인하십시오. '확인'을 누른 다음에 꽂으하거나 초과하는 어댑터를 제거하고."
BTNotInstall            = "시스템에 TP-Link UB500 블루투스가 설치되지 않았습니다."
BTInstall               = "지금 TP-Link UB500 블루투스 설치 중"
BTUninstall             = "지금 TP-Link UB500 블루투스 제거 중"
BTUnique           	="이 설치 프로그램의 다른 인스턴스가 이미 실행 중입니다. 다시 시도 후 완료하고 다른 인스턴스에 대해 기다려주십시오."
BTOffice		="는 Microsoft Office 소프트웨어를 사용하는 감지, 당신은 제거한 계속 줄 그들을 종료 하시겠습니까?"
BTNoDongle          ="시스템에 블루투스가 활성화되었는지 확인하십시오. 장치를 연결하고 '확인'을 클릭하십시오."
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="이 PC에서 내장된 블루투스가 감지되었습니다. TP-Link UB500을 설치하기 전에 Windows 장치 관리자로 이동하여 내장된 블루투스를 비활성화하십시오." 
BTUninstallErr    ="TP-Link UB500 Bluetooth Driver might not be uninstalled correctly, press "OK"to continue"
          
[ISLANG_NORWEGIAN]
RemoveHarwareDriver 	= "Fjerner nå maskinvare og drivere"
SearchHardwareDriver 	= "Søker nå etter maskinvare og installerer drivere"
MustVista 		= "Denne WLAN-driverpakken må være installert i Windows Vista!"
Complete		= "Fullført"
SafelyRemove		= "Din WLAN-adapter kan nå trygt fjernes fra systemet."
PlugAdapter		= "Du kan koble til WLAN-adapteren din nå."
NowRemove	 	= "Fjerner"
NowInstall	 	= "installerer" 
Msg_Run_Admin           = "Beklager! Vennligst kjør som administrator!!"
Msg_OS_not_support      = "Beklager! Vi støtter ikke dette operativsystemet!!"
Msg_HW_fail             = "Ingen kompatibel maskinvare funnet. Programvaren du prøver å installere støttes ikke på dette systemet.Programvaren blir ikke installert.Oppsettet avsluttes nå."
Page_Send               = "Send side til Bluetooth-enheten"
Picture_Send            = "Send bilde til Bluetooth-enheten"
DetectBTDongle          = "Sørg for at systemet har en og bare en adapter. Plugg inn eller fjerne overflødige adaptere og klikk 'OK'."
BTNotInstall            = "TP-Link UB500 Bluetooth er ikke installert på systemet."
BTInstall               = "Installerer nå TP-Link UB500 Bluetooth"
BTUninstall             = "Fjerner nå TP-Link UB500 Bluetooth"
BTUnique           	="Et annet eksempel på dette oppsettet kjører allerede. Vennligst vent på at andre omgang å fullføre og prøv igjen."
BTOffice		="Oppdager du bruker Microsoft Office-programvare, ønsker du å stenge dem ned slik at avinstallering ville fortsette?"
BTNoDongle          ="Bekreft at Bluetooth er aktivert på systemet. Sett inn enheten og klikk på «OK»"
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="Innebygd Bluetooth er oppdaget på PC-en.  Gå til Enhetsbehandling i Windows og deaktiver innebygd Bluetooth før du installerer TP-Link UB500." 
BTUninstallErr    ="TP-Link UB500 Bluetooth Driver kanskje ikke avinstalleres riktig, trykk på "OK" for å fortsette"
         
[ISLANG_POLISH]
RemoveHarwareDriver 	= "Trwa usuwanie sprzętu i sterowników"
SearchHardwareDriver 	= "Trwa wyszukiwanie sprzętu i instalowanie sterowników"
MustVista 		= "Ten pakiet sterowników dla sieci WLAN należy zainstalować do systemu Windows Vista!"
Complete		= "Zakończono"
SafelyRemove		= "Teraz można bezpiecznie usunąć kartę WLAN z systemu."
PlugAdapter		= "Teraz można włączyć kartę WLAN."
NowRemove	 	= "Trwa usuwaniew"
NowInstall	 	= "Trwa instalowanie"
Msg_Run_Admin           = "Przepraszamy! Wykonaj uruchomienie z uprawnieniami administratora!!"
Msg_OS_not_support      = "Przepraszamy! Ten system operacyjny nie jest obsługiwany!!"
Msg_HW_fail             = "Nie znaleziono kompatybilnych urządzeń. Oprogramowanie, które próbujesz zainstalować nie jest obsługiwane w tym systemie.Oprogramowanie nie zostanie zainstalowane.Nastąpi teraz zakończenie programu instalacyjnego."
Page_Send               = "Wyślij stronę do urządzenia Bluetooth"
Picture_Send            = "Wyślij obraz do urządzenia Bluetooth"
DetectBTDongle          = "Upewnij się, że system ma jedną i tylko jedną kartę. Podłączyć lub usunięcia nadmiaru kart, a następnie kliknij "OK"."
BTNotInstall            = "W systemie nie ma zainstalowanego urządzenia Bluetooth TP-Link UB500."
BTInstall               = "Wykonywana jest instalacja TP-Link UB500 Bluetooth"
BTUninstall             = "Wykonywane jest usuwanie TP-Link UB500 Bluetooth"
BTUnique           	="Innym przykładem tego jest to już działa. Poczekaj na inne np. do końca, a następnie spróbuj ponownie."
BTOffice		="Wykrywanie korzystania z oprogramowania Microsoft Office, chcesz zamknęli je więc odinstalować nadal"
BTNoDongle          ="Potwierdź, że w systemie jest włączona funkcja Bluetooth. Podłącz urządzenie i kliknij 'OK'"
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="Na komputerze wykryto wbudowany moduł Bluetooth. Przed instalacją TP-Link UB500 przejdź do Menedżera urządzeń systemu Windows i wyłącz wbudowany moduł Bluetooth." 
BTUninstallErr    ="Sterownik Bluetooth TP-Link UB500 nie może zostać odinstalowany poprawnie, naciśnij przycisk "OK" aby kontynuować"
          
[ISLANG_PORTUGUESE_ BRAZILIAN]
RemoveHarwareDriver 	= "Removendo hardware e drivers"
SearchHardwareDriver 	= "Pesquisando hardware e instalando drivers"
MustVista 		= "Este pacote de driver WLAN deve ser instalado no Windows Vista!"
Complete		= "Concluído"
SafelyRemove		= "Seu adaptador WLAN pode ser removido do sistema com segurança."
PlugAdapter		= "É possível conectar seu adaptador WLAN agora."
NowHarware	 	= "Removendo"
NowInstall	 	= "instalando" 
Msg_Run_Admin           = "Desculpe! Favor Executar como Administrador!!"
Msg_OS_not_support      = "Desculpe! Não suportamos este sistema operacional!!"
Msg_HW_fail             = "Hardware não compatível encontrado. O software que você está tentando instalar não é suportado neste sistema.O software não será instalado.A configuração será fechada agora."
Page_Send               = "Enviar página para Dispositivo Bluetooth"
Picture_Send            = "Enviar imagem para Dispositivo Bluetooth"
DetectBTDongle          = "Verifique se o seu sistema tem um e apenas um adaptador. Conecte ou remova o excesso de adaptadores e clique em 'OK'."
BTNotInstall            = "O Bluetooth TP-Link UB500 não está instalado em seu sistema."
BTInstall               = "Instalando agora o TP-Link UB500 Bluetooth"
BTUninstall             = "Removendo agora o TP-Link UB500 Bluetooth"
BTUnique           	="Outro exemplo desta configuração já está em execução. Por favor, espere a outra instância para terminar e tente novamente."
BTOffice		="Detectar que você está usando software Microsoft Office, gostaria de fechá-los de modo a desinstalação vai continuar?"
BTNoDongle          ="Confirmar se o Bluetooth está habilitado em seu sistema. Plugue seu dispositivo e clique em 'OK'"
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="Foi detetado um dispositivo Bluetooth incorporado neste PC.  Aceda ao Gestor de Dispositivos do Windows e desative o dispositivo Bluetooth incorporado antes de instalar o TP-Link UB500." 
BTUninstallErr    ="Sterownik Bluetooth TP-Link UB500 nie może zostać odinstalowany poprawnie, naciśnij przycisk "OK" aby kontynuować"
           
[ISLANG_PORTUGUESE_STANDARD]
RemoveHarwareDriver 	= "A remover o hardware e os controladores"
SearchHardwareDriver 	= "A procurar o hardware e a instalar os controladores"
MustVista 		= "Este controlador da WLAN deve ser instalado no Windows Vista!"
Complete		= "Concluído"
SafelyRemove		= "A sua placa WLAN pode ser removida do sistema em segurança."
PlugAdapter		= "Pode ligar a sua placa WLAN."
NowRemove	 	= "A remover o "
NowInstall	 	= "A instalar os "
Msg_Run_Admin           = "Lamentamos, mas é necessário ter direitos de administrador para esta operação!!"
Msg_OS_not_support      = "Lamentamos, mas este sistema operativo não é suportado!!"
Msg_HW_fail             = "Não foi encontrado hardware compatível. O software que está a tentar instalar não é suportado por este sistema.O software não vai ser instalado.A sair do programa de instalação."
Page_Send               = "Send page to Bluetooth Device"
Picture_Send            = "Send image to Bluetooth Device"
DetectBTDongle          = "Verifique se o seu sistema tem um e apenas um adaptador. Conecte ou remova o excesso de adaptadores e clique em 'OK'."
BTNotInstall            = "A função Bluetooth da TP-Link UB500 não está instalada no seu sistema."
BTInstall               = "A instalar a função TP-Link UB500 Bluetooth"
BTUninstall             = "A remover a função TP-Link UB500 Bluetooth"
BTUnique           	="Outro exemplo desta configuração já está em execução. Por favor, espere a outra instância para terminar e tente novamente."
BTOffice		="Detectando você estiver usando software Microsoft Office, gostaria de fechá-los de modo a desinstalação continuaria?"
BTNoDongle          ="Certifique-se de que a função Bluetooth está activada no sistema. Ligue o dispositivo e clique em “OK”."
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="Foi detetado um dispositivo Bluetooth incorporado neste PC.  Aceda ao Gestor de Dispositivos do Windows e desative o dispositivo Bluetooth incorporado antes de instalar o TP-Link UB500." 
BTUninstallErr    ="Sterownik Bluetooth TP-Link UB500 nie może zostać odinstalowany poprawnie, naciśnij przycisk "OK" aby kontynuować"
          
[ISLANG_ROMANIAN]
RemoveHarwareDriver 	= "Se şterg hardware-ul şi driverele"
SearchHardwareDriver 	= "Se caută hardware şi se instalează drivere"
MustVista 		= "Acest pachet de drivere pentru WLAN trebuie instalat în Windows Vista!"
Complete		= "Terminat"
SafelyRemove		= "Adaptorul WLAN se poate elimina acum în siguranţă din sistem."
PlugAdapter		= "Puteţi conecta acum adaptorul WLAN."
NowRemove	 	= "Se şterge"
NowInstall	 	= "Se instalează" 
Msg_Run_Admin           = "Ne pare rău! Rulaţi ca Administrator!!"
Msg_OS_not_support      = "Ne pare rău! Nu oferim suport pentru acest sistem de operare!!"
Msg_HW_fail             = "Niciun hardware compatibil nu a fost găsit. Software-ul pe care încercaţi să-l instalaţi nu este acceptat pe acest sistem.Software-ul nu va fi instalat.Instalarea va fi anulată."
Page_Send               = "Send page to Bluetooth Device"
Picture_Send            = "Send image to Bluetooth Device"
DetectBTDongle          = "Asiguraţi-vă că sistemul dumneavoastră nu are doar un singur adaptor. Conectaţi sau elimina excesul de adaptoare şi apoi faceţi clic pe "OK"."
BTNotInstall            = "TP-Link UB500 Bluetooth nu este instalat în sistemul dvs."
BTInstall               = "Se instalează TP-Link UB500 Bluetooth"
BTUninstall             = "Se şterge TP-Link UB500 Bluetooth"
BTUnique           	="Un alt exemplu de acest setup se execută deja. Vă rugăm să aşteptaţi de exemplu, celălalt să termine şi apoi încercaţi din nou."
BTOffice		="Detectarea utilizaţi software Microsoft Office, doriţi să le închidă, astfel dezinstalare va continua?"   
BTNoDongle          ="Confirmaţi că Bluetooth este activat în sistemul dvs. Conectaţi dispozitivul şi faceţi clic pe 'OK'"
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="S-a detectat un Bluetooth integrat pe acest PC.  Accesați Manager dispozitive Windows și dezactivați Bluetooth-ul integrat înainte de a instala TP-Link UB500." 
BTUninstallErr    ="TP-Link UB500 driver Bluetooth nu ar putea fi dezinstalat corect, apăsaţi "OK" pentru a continua"
      
[ISLANG_RUSSIAN]
RemoveHarwareDriver 	= "Идет удаление оборудования и драйверов"
SearchHardwareDriver 	= "Идет поиск оборудования и установка драйверов"
MustVista 		= "Этот пакет драйверов беспроводной сети предназначен для установки в Windows Vista."
Complete		= "Готово"
SafelyRemove		= "Теперь адаптер беспроводной сети можно безопасно удалить из системы."
PlugAdapter		= "Теперь можно вставить адаптер беспроводной сети."
NowRemove	 	= "Идет удаление"
NowInstall	 	= "Идет установка" 
Msg_Run_Admin           = "Извините! Требуется запуск с правами администратора!"
Msg_OS_not_support      = "Извините! Эта операционная система не поддерживается!"
Msg_HW_fail             = "Совместимое оборудование не обнаружено. Программное обеспечение, которое вы пытаетесь установить, не поддерживается в этой системе.ПО не будет установлено.Программа установки завершает работу."
Page_Send               ="Отправить страницу на устройство Bluetooth"
Picture_Send            ="Отправить изображение на устройство Bluetooth"
DetectBTDongle          = "Убедитесь, что ваша система имеет один и только один адаптер. Подключить или удалить излишки адаптеры и нажмите кнопку "OK"."
BTNotInstall            = "TP-Link UB500 Bluetooth не установлен в вашей системе."
BTInstall               = "Установка TP-Link UB500 Bluetooth"
BTUninstall             = "Отключение TP-Link UB500 Bluetooth"
BTUnique           	="Другой экземпляр этой установки уже запущен. Пожалуйста, подождите, для другого экземпляра до конца и попробуйте еще раз."
BTOffice		="Обнаружение вы используете Microsoft Office программного обеспечения, Вы хотели бы закрыть их, так что удаление будет продолжаться"
BTNoDongle          ="Подтвердите подключение Bluetooth в вашей системе. Подключите устройство и нажмите кнопку OK"
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="На этом компьютере обнаружен встроенный адаптер Bluetooth. Перед установкой TP-Link UB500, пожалуйста, перейдите в диспетчер устройств Windows и отключите встроенный адаптер Bluetooth." 
BTUninstallErr    ="TP-Link UB500 driver Bluetooth nu ar putea fi dezinstalat corect, apăsaţi "OK" pentru a continua"
          
[ISLANG_SERBIAN_CYRILLIC]
RemoveHarwareDriver 	= "Sada se uklanjaju hardver i drajveri"
SearchHardwareDriver 	= "Sada se pretražuje hardver i instaliraju drajveri"
MustVista 		= "Ovaj paket drajvera za WLAN mora da bude instaliran na Windows Vista sistemu!"
Complete		= "Završeno"
SafelyRemove		= "Vaš adapter za WLAN sada može da bude bezbedno uklonjen sa sistema."
PlugAdapter		= "Sada možete da priključite svoj adapter za WLAN."
NowRemove	 	= "Sada se uklanja"
NowInstall	 	= "Sada se instalira" 
Msg_Run_Admin           = "Žao nam je! Molimo pokrenite kao Administrator!!"
Msg_OS_not_support      = "Žao nam je! Ne podržavamo ovaj operativni sistem!!"
Msg_HW_fail             = "Nije pronađen kompatibilni hardver. Softver koji pokušavate da instalirate nije podržan na ovom sistemu. \Softver neće biti instaliran.Podešavanje će se sada okončati."
Page_Send               = "Send page to Bluetooth Device"
Picture_Send            = "Send image to Bluetooth Device"
DetectBTDongle          = "Уверите се да ваш систем има један и само један адаптер. Прикључите се или уклоните вишак адаптере, а затим кликните на дугме "ОК""
BTNotInstall            = "TP-Link UB500 Bluetooth nije instaliran na vašem sistemu"
BTInstall               = "Sada se instalira TP-Link UB500 Bluetooth"
BTUninstall             = "Sada se uklanja TP-Link UB500 Bluetooth"
BTUnique           	=""
BTOffice		=""
BTNoDongle          ="Potvrdite da je Bluetooth uključen na vašem sistemu. Priključite svoj uređaj i kliknite na "OK""
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="Na ovom PC-ju detektovan je ugrađen Bluetooth. Idite u Windows Device Manager (upravljač uređajima) i onemogućite ugrađeni Bluetooth pre nego što instalirate TP-Link UB500." 
BTUninstallErr    ="Блуетоотх управљачки програм ТП-Линк УБ500 можда неће бити правилно деинсталиран, кликните „У реду“ да бисте наставили"
          
[ISLANG_SLOVAK]
RemoveHarwareDriver 	= "Prebieha odinštalovanie hardvéru a ovládačov"
SearchHardwareDriver 	= "Prebieha vyhľadávanie hardvéru a inštalácia ovládačov"
MustVista 		= "Tento balík ovládačov pre WLAN musí byť nainštalovaný v systéme Windows Vista!"
Complete		= "Dokončené"
SafelyRemove		= "Váš adaptér pre WLAN je teraz možné bezpečne odinštalovať zo systému."
PlugAdapter		= "Teraz môžete pripojiť svoj adaptér pre WLAN." 
NowRemove	 	= "Prebieha odinštalovanie"
NowInstall	 	= "Prebieha inštalácia"
Msg_Run_Admin           = "Sorry ! Please Run As Administrator !!"
Msg_OS_not_support      = "Sorry ! We do not support this operation system !!"
Msg_HW_fail             = "No compatible hardware found. The software you are attempting to install is not supported on this system.The software will not be installed.Setup will now exit."
Page_Send               = "Send page to Bluetooth Device"
Picture_Send            = "Send image to Bluetooth Device"
DetectBTDongle          = "Uistite sa, že váš systém je jeden a iba jeden adaptér. Zapojte sa alebo odstránenia nadbytočných adaptéry a potom kliknite na tlačidlo "OK"."
BTNotInstall            = "TP-Link UB500 Bluetooth nie je vo vašom systéme nainštalované."
BTInstall               = "Prebieha inštalácia TP-Link UB500 Bluetooth"
BTUninstall             = "Prebieha odinštalovanie TP-Link UB500 Bluetooth"
BTUnique           	="Ďalším prípadom tohto nastavenia je už spustená. Prosím, počkajte na druhej inštancii do konca a potom to skúste znova."
BTOffice		="Detekcia používate program Microsoft Office softvér, by ste radi vyradiť ju tak odinštalácie bude pokračovať?"
BTNoDongle          ="Presvedčte sa, že Bluetooth je vo vašom systéme povolené. Pripojte zariadenie a kliknite na „OK“."
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="Vstavaná funkcia Bluetooth je určená pre tento počítač. Prejdite do Windows Device Manager a pred inštalovaním aplikácie TP-Link UB500 vypnite vstavanú funkciu Bluetooth." 
BTUninstallErr    ="TP-Link UB500 Bluetooth Driver nemusí byť odinštalovaný správne, stlačte tlačidlo "OK" pre pokračovanie"
          
[ISLANG_SLOVENIAN]
RemoveHarwareDriver 	= "Odstranjujem strojno opremo in gonilnike"
SearchHardwareDriver 	= "Iščem strojno opremo in nameščam gonilnike"
MustVista 		= "Ta paket gonilnikov WLAN mora biti nameščen v Windows Vista!"
Complete		= "Končano"
SafelyRemove		= "WLAN vmesnik zdaj lahko varno odstranite iz sistema."
PlugAdapter		= "Zdaj lahko priklopite svoj WLAN vmesnik."
NowRemove		= "Odstranjujem"
NowInstall		= "Nameščam"
Msg_Run_Admin           = "Oprostite !  Zaženite kot skrbnik !!"
Msg_OS_not_support      = "Oprostite ! Tega operacijskega sistema ne podpiramo !!"
Msg_HW_fail             = "Ni mogoče najti združljive strojne opreme. Programska oprema, ki jo želite namestiti, ni podprta v tem sistemu. Programska oprema ne bo nameščena. Namestitev bo prekinjena."
Page_Send               = "Send page to Bluetooth Device"
Picture_Send            = "Send image to Bluetooth Device"
DetectBTDongle          = "Poskrbite, da vaš sistem ima eno in samo eno adapter. Priključite ali odstranijo odvečne adapterje in kliknite 'OK'"
BTNotInstall            = "TP-Link UB500 Bluetooth ni nameščen v vašem sistemu."
BTInstall               = "Nameščam TP-Link UB500 Bluetooth"
BTUninstall             = "Odstranjujem TP-Link UB500 Bluetooth"  
BTUnique           	="Drug primer te nastavitve se že izvaja. Prosimo počakajte, da druga na primer do konca in nato poskusite znova"
BTOffice		="Odkrivanje uporabljate Microsoft Office programske opreme, bi radi, da jih zaprli, tako da bi Odstranjevanje naprej?"
BTNoDongle          ="Potrdite, da je Bluetooth v vašem sistemu omogočen. Priključite napravo in kliknite »V redu«."
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="V tem računalniku je bila zaznana vgrajena povezava Bluetooth. Pred namestitvijo vmesnika TP-Link UB500 odprite Upravitelja naprav v sistemu Windows in onemogočite povezavo Bluetooth." 
BTUninstallErr    ="TP-Link UB500 Bluetooth Driver morda ni pravilno odstraniti, pritisnite "OK" za nadaljevanje"
      
[ISLANG_SPANISH]
RemoveHarwareDriver 	= "Se están quitando los controladores y el hardware"
SearchHardwareDriver 	= "Se está buscando el hardware e instalando los controladores"
MustVista 		= "Este paquete de controladores WLAN se debe instalar en Windows Vista."
Complete		= "Completado"
SafelyRemove		= "El adaptador WLAN se puede quitar ahora de forma segura del sistema ."
PlugAdapter		= "Puede enchufar el adaptador WLAN ahora."
NowRemove	 	= "Se están quitando los"
NowInstall	 	= "Se está instalando los" 
Msg_Run_Admin           = "Lo sentimos. Por favor, ejecute el programa como administrador."
Msg_OS_not_support      = "Lo sentimos. Este sistema operativo no es compatible."
Msg_HW_fail             = "No se encontró ningún hardware admitido. Este sistema no es compatible con el software que intenta instalar.El software no se instalará.El programa de instalación se cerrará ahora."
Page_Send               ="Enviar página al dispositivo Bluetooth"
Picture_Send            ="Enviar imagen al dispositivo Bluetooth"
DetectBTDongle          = "Asegúrese de que su sistema tiene una y sólo un adaptador. Conectar o quitar el exceso de adaptadores y haga clic en 'Aceptar'"
BTNotInstall            = "TP-Link UB500 Bluetooth no está instalado en su sistema"
BTInstall               = "Instalando TP-Link UB500 Bluetooth"
BTUninstall             = "Eliminando TP-Link UB500 Bluetooth"
BTUnique           	="Otro ejemplo de esta configuración se está ejecutando. Por favor, espera para la otra instancia para terminar y vuelva a intentarlo."
BTOffice		="Detectar que está utilizando el software Microsoft Office, ¿le gustaría a cerrar por lo que la desinstalación continuará?"
BTNoDongle          ="Confirme que Bluetooth está activado en su sistema. Enchufe su dispositivo y pulse OK"
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="Se ha detectado la funcionalidad Bluetooth incorporada en este equipo. Vaya al Administrador de dispositivos de Windows y deshabilite la funcionalidad Bluetooth incorporada antes de instalar TP-Link UB500." 
BTUninstallErr    ="Driver TP-Link UB500 Bluetooth no puede ser desinstalado correctamente, pulse el botón "Aceptar" para continuar"
         
[ISLANG_SWEDISH]
RemoveHarwareDriver 	= "Tar nu bort hårdvara och drivrutiner"
SearchHardwareDriver 	= "Söker efter hårdvara och installerar drivrutiner"
MustVista 		= "Detta paket med WLAN-drivrutiner måste installeras på Windows Vista!"
Complete		= "Fullbordat"
SafelyRemove		= "Din WLAN-adapter kan nu säkert tas bort från systemet."
PlugAdapter		= "Du kan nu ansluta din WLAN-adapter."
NowRemove	 	= "Tar nu bort"
NowInstall	 	= "installerar" 
Msg_Run_Admin           = "Tyvärr! Logga in som administratör!!"
Msg_OS_not_support      = "Tyvärr! Vi stöder inte detta operativsystem!!"
Msg_HW_fail             = "Ingen kompatibel maskinvara hittades. Programvaran du försöker installera stöds inte av detta system.Programvaran kommer inte att installeras.Nu avbryts installationen."
Page_Send               ="Skicka sida till Bluetooth-enhet"
Picture_Send            ="Skicka bild till Bluetooth-enhet"
DetectBTDongle          = "Se till att ditt system har en och endast en adapter. Sätt i eller ta bort överskott adaptrar och klicka på "OK""
BTNotInstall            = "TP-Link UB500 Bluetooth är inte installerad i ditt system."
BTInstall               = "Nu installeras TP-Link UB500 Bluetooth"
BTUninstall             = "Nu tas TP-Link UB500 Bluetooth bort"
BTUnique           	="En annan instans av denna installation är redan igång. Var god vänta tills den andra hand till slut och sedan försöka igen."
BTOffice		="Upptäcka du använder Microsoft Office-program, skulle du vilja stänga ner dem så att avinstallera skulle fortsätta"
BTNoDongle          ="Bekräfta att Bluetooth är aktiverat i ditt system. Koppla in din enhet och klicka på "OK""
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="En inbyggd Bluetooth identifieras på datorn. Gå till Windows Device Manager (Enhetshanteraren) och inaktivera den inbyggda Bluetooth-funktionen innan du installerar TP-Link UB500." 
BTUninstallErr    ="TP-Link UB500 Bluetooth Driver kanske inte avinstalleras korrekt, tryck på "OK" för att fortsätta"
          
[ISLANG_THAI]
RemoveHarwareDriver 	= "ขณะนี้กำลังลบฮาร์ดแวร์และไดรเวอร์"
SearchHardwareDriver 	= "ขณะนี้กำลังค้นหาฮาร์ดแวร์ และติดตั้งไดรเวอร์"
MustVista 		= "แพคเกจไดรเวอร์ WLAN นี้ต้องได้รับการติดตั้งใน Windows Vista!"
Complete		= "สมบูรณ์"
SafelyRemove		= "ขณะนี้คุณสามารถถอดอะแดปเตอร์ WLAN ของคุณออกจากระบบได้อย่างปลอดภัย"
PlugAdapter		= "ขณะนี้คุณสามารถเสียบอะแดปเตอร์ WLAN ได้แล้ว"
NowRemove		= "ขณะนี้กำลังถอด"
NowInstall		= "ขณะนี้กำลังติดตั้ง" 
Msg_Run_Admin           = "ขออภัย ! โปรดรันในฐานะผู้ดูแลระบบ !!"
Msg_OS_not_support      = "ขออภัย ! เราไม่สนับสนุนระบบปฏิบัติการนี้ !!"
Msg_HW_fail             = "ไม่พบฮาร์ดแวร์ที่ใช้ด้วยกันได้ ซอฟต์แวร์ที่คุณกำลังพยายามติดตั้งไม่ได้รับการสนับสนุนบนระบบนี้ ซอฟต์แวร์จะไม่ถูกติดตั้ง ขณะนี้โปรแกรมติดตั้งจะจบการทำงาน"
Page_Send               = "Send page to Bluetooth Device"
Picture_Send            = "Send image to Bluetooth Device"
DetectBTDongle          = "ให้แน่ใจว่าระบบของคุณมีหนึ่งและเพียงหนึ่งอะแดปเตอร์ เสียบในอะแดปเตอร์หรือเอาส่วนที่เกินจากนั้นคลิกที่ 'ตกลง'"
BTNotInstall            = "TP-Link UB500 บลูทูธไม่ได้ติดตั้งบนระบบของคุณ"
BTInstall               = "ขณะนี้การติดตั้งบลูทู ธ TP-Link UB500"
BTUninstall             = "ตอนนี้เอา TP-Link UB500 บลูทู ธ"
BTUnique           	="อินสแตนซ์ของการติดตั้งนี้ก็ทำงานอยู่แล้ว โปรดรอสักครู่สำหรับอินสแตนซ์อื่น ๆ ที่จะเสร็จสิ้นแล้วลองอีกครั้ง"
BTOffice		="การตรวจจับคุณกำลังใช้ซอฟต์แวร์ Microsoft Office คุณต้องการจะปิดพวกเขาลงเพื่อยกเลิกการติดตั้งจะดำเนินต่อไป?"
BTNoDongle          ="ยืนยันว่ำบลูทูธถูกเปิดทำงำนบนระบบของคุณ เสียบอุปกรณ์ของคุณ และคลิก 'ตกลง'"
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="ตรวจพบบลูทูธในตัวบนเครื่อง PC นี้ โปรดไปที่ตัวจัดการอุปกรณ์ของ Windows และปิดใช้งานบลูทูธในตัวก่อนที่จะติดตั้ง TP-Link UB500." 
BTUninstallErr    ="ไดร์เวอร์บลูทู ธ TP-Link UB500 อาจจะไม่ถอนการติดตั้งอย่างถูกต้องให้กด "ตกลง" เพื่อดำเนินการต่อ"
         
[ISLANG_TURKISH]
RemoveHarwareDriver 	= "Şimdi Donanım ve Sürücüler kaldırılıyor"
SearchHardwareDriver 	= "Şimdi Donanım aranıyor ve Sürücüler yükleniyor"
MustVista 		= "Bu WLAN sürücü paketi Windows Vista’ya yüklenmelidir"
Complete		= "Tamamlandı"
SafelyRemove		= "WLAN bağdaştırıcınız sistemden güvenli bir şekilde kaldırılabilir."
PlugAdapter		= "WLAN bağdaştırıcınızı takabilirsiniz."
NowRemove	 	= "Şimdi kaldırılıyor"
NowInstall	 	= "Şimdi yükleniyor" 
Msg_Run_Admin           = "Üzgünüz! Lütfen Yönetici Olarak Çalıştırın!!"
Msg_OS_not_support      = "Üzgünüz! Bu işletim sistemini desteklemiyoruz!!"
Msg_HW_fail             = "Uyumlu donanım bulunamadı. Yüklemeye çalıştığınız yazılım bu sistemde desteklenmiyor.Yazılım yüklenmeyecek.Kurulumdan şimdi çıkılacak."
Page_Send               ="Bluetooth Aygıtına sayfa gönder"
Picture_Send            ="Bluetooth Aygıtına görüntü gönder"
DetectBTDongle          = "Sistem ve tek bir adaptöre sahip olduğundan emin olun. 'Tamam' tıklatın takmak veya aşırı adaptörleri çıkarın ve"
BTNotInstall            = "TP-Link UB500 Bluetooth sisteminizde kurulu değil."
BTInstall               = "Şu anda TP-Link UB500 Bluetooth kuruluyor"
BTUninstall             = "Şu anda TP-Link UB500 Bluetooth kaldırılıyor"
BTUnique           	="Bu kurulum başka bir örneği zaten çalışıyor. Diğer örneği için Lütfen bekleyin sonra tekrar deneyin bitirmek ve."
BTOffice		="Microsoft Office yazılımı kullanıyorsanız, algılama, kaldırma devam edeceğini böylece onları kapatmaya istiyorsunuz?"
BTNoDongle          ="Bluetooth’un sisteminizde etkin olduğunu doğrulayın. Cihazınızı takın ve 'OK' (Tamam)’a tıklayın"
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="Bu bilgisayarda dahili bir Bluetooth algılandı. Lütfen TP-Link UB500’ü kurmadan önce Windows Aygıt Yöneticisi’ne gidin ve dahili Bluetooth'u devre dışı bırakın." 
BTUninstallErr    ="TP-Link UB500 Bluetooth Driver doğru kaldırılamaz olabilir, devam etmek için "OK" tuşuna basın"
         
[ISLANG_ARABIC]
RemoveHarwareDriver 	= " جارٍ الآن إزالة الأجهزة وبرامج التشغيل"
SearchHardwareDriver 	= " جارٍ الآن البحث عن الأجهزة وتثبيت برامج التشغيل"
MustVista 		= " يجب تثبيت حزمة برامج تشغيل شبكة WLAN في نظام Windows Vista!"
Complete		= " تم"
SafelyRemove		= " يمكن الآن إزالة مهايئ شبكة WLAN من الجهاز بأمان"
PlugAdapter		= " يمكن الآن توصيل مهايئ شبكة WLAN."
NowRemove	 	= " جارٍ الإزالة الآن"
NowInstall	 	= " جارٍ التثبيت الآن"
Msg_Run_Admin           = "عذرًا! يرجى التشغيل كأحد مسؤولي النظام!!"
Msg_OS_not_support      = "عذرًا! نحن لا ندعم نظام التشغيل هذا!!"
Msg_HW_fail             = "لم يتم العثور على أجهزة متوافقة. البرنامج الذي تحاول تثبيته غير مدعوم على هذا النظام.لن يتم تثبيت هذا البرنامج.سيتم إنهاء الإعداد."
Page_Send               = "Send page to Bluetooth Device"
Picture_Send            = "Send image to Bluetooth Device"
DetectBTDongle          = "تأكد من النظام الخاص بك واحد ومحول واحد فقط. سد العجز في المحولات أو إزالة الزائدة ومن ثم انقر فوق "موافق"
"
BTNotInstall            = "TP-Link UB500 Bluetooth غير مثبت على نظامك."
BTInstall               = "جار تثبيت TP-Link UB500 Bluetooth الآن"
BTUninstall             = "جار إزالة TP-Link UB500 Bluetooth الآن"
BTUnique           	="
مثال آخر من هذا الإعداد قيد التشغيل. من فضلك انتظر المثيل الآخر وحتى النهاية وحاول مرة أخرى."
BTOffice		="
كشف كنت تستخدم Microsoft Office البرنامج، هل ترغب في إغلاقها وبالتالي فإن إلغاء تثبيت ستستمر؟"
 BTNoDongle          ="في نظامك. وصل جهازك، ثم انقر فوق "موافق". Bluetooth تأآد من تمكين"
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="تم اكتشاف وجود Bluetooth مدمج بهذا الحاسوب الشخصي. يرجى التوجه إلى Windows Device Manager (مدير جهاز Windows) وتعطيل Bluetooth المدمج قبل تثبيت TP-Link UB500." 
BTUninstallErr    ="قد لا TP-Link UB500 سائق بلوتوث يمكن إلغاء تثبيت بشكل صحيح، اضغط على "موافق" للمتابعة"
        
[ISLANG_HEBREW]
RemoveHarwareDriver 	= "מסיר כעת חומרה ומנהלי התקנים"
SearchHardwareDriver 	= "מחפש כעת חומרה חדשה ומתקין מנהלי התקנים"
MustVista 		= "חבילה זו של מנהל התקן רשת אלחוטית (WLAN) מיועדת להתקנה ב-Windows Vista בלבד!"
Complete		= "הסתיים"
SafelyRemove		= "כעת תוכל להסיר בצורה בטוחה את כרטיס הרשת האלחוטית."
PlugAdapter		= "כעת תוכל לחבר את כרטיס הרשת האלחוטית."
NowRemove	 	= "מסיר כעת"
NowInstall	 	= "מתקין כעת"
Msg_Run_Admin           = "מצטערים! הפעל בבקשה כשיש לך הרשאות מנהל!!"
Msg_OS_not_support      = "מצטערים! איננו תומכים במערכת הפעלה מסוג זה!!"
Msg_HW_fail             = "לא נמצא חומרה תומכת. התוכנה אותה אתה מתקין אינה נתמכת על ידי מערכת זאת.התוכנה לא תותקן.תוכנית ההתקנה תיסגר כעת."
Page_Send               = "Send page to Bluetooth Device"
Picture_Send            = "Send image to Bluetooth Device"
DetectBTDongle          = "ודא המערכת יש אחד ויחיד מתאם. לחבר או להסיר מתאמי עודף ולאחר מכן לחץ על 'אישור'
"
BTNotInstall            = "TP-Link UB500 Bluetooth אינה מותקנת במערכת שלך."
BTInstall               = "מתקין TP-Link UB500 Bluetooth"
BTUninstall             = "מסיר TP-Link UB500 Bluetooth"
BTUnique           	="
עוד מקרה של התקנה זה כבר פועל. אנא המתן למשל השני לסיים ולאחר מכן נסה שוב."
BTOffice		="
גילוי אתה משתמש בתוכנה Microsoft Office, אתה רוצה לסגור אותם כדי להסיר את התקנת ימשיך?"
BTNoDongle          ="פעילה במערכת שלך. חבר את ההתקן שלך ולחץ על 'אישור' Bluetooth אשר שקישורית"
BTMultiDongle       ="Confirm that your system has only one Bluetooth adapter, remove the extras and click 'OK'"
BTOtherDongle      ="זוהתה פונקציית Bluetooth מובנית במחשב זה. עבור אל Windows Device Manager (מנהל ההתקנים) והשבת את פונקציית ה-Bluetooth המובנית לפני התקנת TP-Link UB500." 
BTUninstallErr    ="Driver TP-Link UB500 Bluetooth אולי לא הוסר כראוי, לחצו על "אישור" כדי להמשיך"
         